[
    {
        "chapter": 1,
        "versenotes": [
            {
                "index": 1,
                "remarks": [
                    "Now a servant of Christ"
                ],
                "applications": [
                    "Book written to the believer, us, and not to anyone else."       ]
            },
            {
                "index": 2,
                "remarks": [
                    "New Living Translation: Dear brothers and sisters, when troubles come your way, consider it an opportunity for great joy.",
                    "Not an instruction for the non-believer"
                ],
                "applications": [
                    "Jesus: Tells use to pray that we don't fall into them",
                    "James: Consider it joy when they do come."
                ]
            },
            {
                "index": 3,
                "remarks": [
                ],
                "applications": [
                    "Can I see trials as the testing of my faith?",
                    "Of course not all trials are from God.",
                    "Can I put aside myself to see what God is trying to teach me.?",
                    "Emphasis that this is not me powering through it, but his spirit allowing me to see and endure."
                ]
            },
            {
                "index": 4,
                "remarks": [
                    "Enduring the trial makes us perfect and complete.",
                    "This process of enduring trials, leading to steadfastness and ultimately please God is a recurring theme."
                ],
                "applications": [
                    "What is a trial to you? He states trials of many kinds.",
                    "Start small: What really annoys me?",
                    "Co-worker or boss does this or that: great joy",
                    "That person who I really have a hard time loving.",
                    "Some things I really do not do well with",
                    "Start to turn around my way of thinking.",
                    "Cure for the victim mentality.",
                    "Someone who God Loves and has taken and interest in. Who's Spirit is working in."
                ]
            }
        ]
    },
    {
        "chapter": 2,
        "versenotes": [
            {
                "index": 1,
                "remarks": [
                    "Lord of Glory: 1). our glorious Lord Jesus Christ, 2). Shekinah Glory",
                    "The word favoritism in Greek literally means to receive someone according to their face.",
                    "Describing the essence of judging someone by their appearance.",
                    "James is not saying simply ignore our differences.",
                    "For instance: It is a natural thing to be curious about someone who looks different.",
                    "For example: traveling to another country and having people look at you.",
                    "One thing to be curious about differences, another to show partiality based on simularities or differences.",
                    "Warns us about combining favoritism with faith in Jesus Christ."
                ],
                "applications": [
                    "Poor and rich as a hypothetical example of judging a book by it's cover",
                    "Gives us insight to how our heart betrays us."
                ]
            },
            {
                "index": 2,
                "remarks": [
                    "The word for poor (πτωχός) is the Greek term for the most severe forms of poverty, implying “destitute,” someone without virtually any resources.",
                    "Same word for shabby (filthy) as 1:21 where he refers to moral filthiness."
                ],
                "applications": []
            },
            {
                "index": 3,
                "remarks": [],
                "applications": []
            },
            {
                "index": 4,
                "remarks": [
                    "Treated the rich man preferentially.",
                    "Discriminated against the poor man.",
                    "Only difference between this two is there appearance and maybe their scent.",
                    "Judges with evil thoughts"
                ],
                "applications": [
                    "Many political applications of this.",
                    "We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.",
                    "Equal Treatment of Women and Men in Empolyment",
                    "-----------------------------",
                    "Applications at church?",
                    "Judges with evil thoughts",
                    "What might be some of those evil thoughts?",
                    "This wealthy person, might give to us, see them as a resource (like the rich uncle).",
                    "This poor person, they just want something.",
                    "By thinking this way I am judging with prejudice and assigning value to people.(James 3:9)"
                ]
            },
            {
                "index": 5,
                "remarks": [
                    "Predisposition for the poor to be rich in faith.",
                    "Predisposition of the rich to be poor in faith, or at least struggle with it.",
                    "...has promised to those who love him. James 1:12"
                ],
                "applications": []
            },
            {
                "index": 6,
                "remarks": [
                    "The poor man is dishonered by treating the rich with partiality.",
                    "Debtors prison (Matt 18)",
                    "Wicked servant not showing mercy."
                ],
                "applications": []
            },
            {
                "index": 7,
                "remarks": [
                    "Blaspheme: concept of violating the power and majesty of God.",
                    "Called to the name of Jesus Christ"
                ],
                "applications": []
            },
            {
                "index": 8,
                "remarks": [],
                "applications": []
            },
            {
                "index": 9,
                "remarks": [
                    "In order to show favoritism, we have to judges with evil thoughts."
                ],
                "applications": []
            },
            {
                "index": 10,
                "remarks": [],
                "applications": []
            },
            {
                "index": 11,
                "remarks": [
                    "Puts showing partiality on equal with murder and adultry. You still broke the law, and are therefore guilty of all of it.",
                    "Default state."
                ],
                "applications": []
            },
            {
                "index": 12,
                "remarks": [],
                "applications": []
            },
            {
                "index": 13,
                "remarks": [],
                "applications": []
            },
            {
                "index": 14,
                "remarks": [],
                "applications": []
            },
            {
                "index": 15,
                "remarks": [],
                "applications": []
            },
            {
                "index": 16,
                "remarks": [],
                "applications": []
            },
            {
                "index": 17,
                "remarks": [],
                "applications": []
            },
            {
                "index": 18,
                "remarks": [],
                "applications": []
            },
            {
                "index": 19,
                "remarks": [],
                "applications": []
            },
            {
                "index": 20,
                "remarks": [],
                "applications": []
            },
            {
                "index": 21,
                "remarks": [],
                "applications": []
            },
            {
                "index": 22,
                "remarks": [],
                "applications": []
            },
            {
                "index": 23,
                "remarks": [],
                "applications": []
            },
            {
                "index": 24,
                "remarks": [],
                "applications": []
            },
            {
                "index": 25,
                "remarks": [],
                "applications": []
            },
            {
                "index": 26,
                "remarks": [],
                "applications": []
            }
        ]
    },
    {
        "chapter": 3,
        "versenotes": [
            {
                "index": 1,
                "remarks": [
                    "Verse 2."
                ],
                "applications": []
            },
            {
                "index": 2,
                "remarks": [
                    "Teachers: Who is James talking about?",
                    "Many people find themselves teaching.",
                    "Whether by profession...",
                    "School teachers laboring with students, or a college professor.",
                    "or by circumstance...",
                    "Youtube person telling me how fix my car or computer.",
                    "James isn't really addressing these teachers, he is addressing those who teach others about God.",
                    "Whether that a preacher by profession or someone finds themselves in a circumstance teaching someone, James doesn't distinguish.",
                    "It could be anyone proclaiming information to others about God. (e.g. bible study leader, parent teaching a child, evangelist...)"
                ],
                "applications": [
                    "------ We all stumble and make mistakes. -----",
                    "Can you remember a time you have made a mistake on the job, I mean a really big mistake, firing level mistake?",
                    "Maybe you haven't yet. Maybe you have taken steps to prevent this.",
                    "Maybe you've learned from your co-worker's mistakes, so you're more careful, work harder, learn so this doesn't happen to you.",
                    "------ Medical Malpractice -----",
                    "In my profession, medicine, you know it's just a matter of time before that mistake comes to your door.(100% chance of malpractice after 20 years of practice)",
                    "It's usually failure to diagnosis. Missing something.",
                    "Hospitals and insurers are vigilant about risk managment and risk mitigation",
                    "Fair amount of money involved, contributes to the cost of health care.",
                    "Little girl with meningitis",
                    "Some infections are so sneaky.",
                    "No matter how hard you try, how much you study, learn from others..., it happens.",
                    "Little like the game of dodge ball. Keep dodging, seeing those around you being hit, as long as you are in the game, the balls keep coming at you.",
                    "------Spiritual Malpractice -----",
                    "James is telling us with regard to teachers, it is just a matter of time before the teacher commits spiritual malpractice with their teaching.",
                    "We all stumble in many ways.",
                    "The teacher may work hard, pray hard, but they are not perfect and will eventually stumble in what they say.",
                    "Just like some diseases are so sneeky, so are the wisdom and religions of men.",
                    "As long as they are opening their mouth and teaching, they are at risk of spiritual malpractice.",
                    "------ Judgement -----",
                    "When I stumble at work I damage the flesh, but when I stumble as a teacher the damage I cause is far more grave and permanent, damaging the soul.",
                    "The physician knows that stumbling can lead to a medical malpractice judgement.",
                    "James is telling the teacher to know stumbling in what we teach will lead to a stricter judgement, something far more serious than a medical malpractice.",
                    "But these risks really don't compare to the risks taken standing here talking in front of you.",
                    "Discussion of the Jesus words to the pharisee.(Matt 23,Luke 11)",
                    "Not many of you should become teachers, my brothers...",
                    "But before he scares us all away from teaching, he gives us a couple of examples of how something so little can be used for good."
                ]
            },
            {
                "index": 3,
                "remarks": [
                    "See verse 4."
                ],
                "applications": []
            },
            {
                "index": 4,
                "remarks": [
                    "Two examples of how small things are good and helpful.",
                    "Small bit allows the rider to direct the whole body of the horse.",
                    "Just like someone who can control their tongue, they bridle their whole body.",
                    "Gives another, more extreme, example of a small thing controlling enormous forces: Look also..."
                ],
                "applications": [
                    "Modern example: gas pedal; power switch, keyboard; cell phone.",
                    "Tongue is also small thing, but can accomplish much good. (Proverbs versesm part a).",
                    "Just like the gas pedal or the cell phone can be used for good and evil so can the tongue."
                ]
            },
            {
                "index": 5,
                "remarks": [
                    "See verse 6."
                ],
                "applications": []
            },
            {
                "index": 6,
                "remarks": [
                    "Embodiment of our sinful nature. Prov 15:1b, 15:2b",
                    "A world of unrighteousness: kosmos => the world, universe; worldly affairs; the inhabitants of the world; adornment.",
                    "Staining the whole body: Ability to defile us (Matt 15:11).",
                    "Entire course of a life: and not in a good way a fire from hell:"
                ],
                "applications": [
                    "Tiny little tongue has power out of proportion to it's size.",
                    "Boasts of great things ({James 3:14=> Contrasts to the meekness of wisdom}, {4:16=> Making plans})",
                    "Examples of small fire: Careless statements (recorded). Gossip. Saying something hurtful.",
                    "Like the rudder, it steers the person's life, possibly the course of a life.",
                    "How can my tongue set the course of my life? (Example given in James 4:13 today or tomorrow we will go ...)",
                    "Okay, Yes, No: Okay I'll try that, ...",
                    "More examples to come. God's image reflected in man."
                ]
            },
            {
                "index": 7,
                "remarks": [
                    "See verse 8."
                ],
                "applications": []
            },
            {
                "index": 8,
                "remarks": [],
                "applications": [
                    "Man has dominion over the animals, but not his own tongue.",
                    "Only God can tame the tongue. Only a regenerated tongue, with the heart of flesh."
                ]
            },
            {
                "index": 9,
                "remarks": [],
                "applications": [
                    "Have you ever thought about what this means?",
                    "Not in an intellectual way about mind-body-spirit...",
                    "Practical way: This person I'm having these thoughts about is made in the likeness of God",
                    "Dispite our sinful nature, all humans retain some likeness of God",
                    "Because of that in some mannor we curse God when we curse others.(Matt 5:22)",
                    "Danger of the hell fire.",
                    "The value they have, would I talk to God like this?",
                    "And if we do talk to each other like this, we can set the course of our relationships for life.",
                    "Great uncle of Nana's",
                    "Would you say this if the person was standing next to you, or would you say it differently."
                ]
            },
            {
                "index": 10,
                "remarks": [
                    "Another example of double-mindedness."
                ],
                "applications": []
            },
            {
                "index": 11,
                "remarks": [],
                "applications": []
            },
            {
                "index": 12,
                "remarks": [],
                "applications": []
            }
        ]
    }
]