[
    {
        "chapter": 1,
        "verse": [
            {
                "index": 10,
                "text": "I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment."
            },
            {
                "index": 18,
                "text": "For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God. "
            },
            {
                "index": 19,
                "text": "For it is written, “I will destroy the wisdom of the wise, and the discernment of the discerning I will thwart.” "
            },
            {
                "index": 20,
                "text": "Where is the one who is wise? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world? "
            },
            {
                "index": 21,
                "text": "For since, in the wisdom of God, the world did not know God through wisdom, it pleased God through the folly of what we preach to save those who believe. "
            },
            {
                "index": 22,
                "text": "For Jews demand signs and Greeks seek wisdom, "
            },
            {
                "index": 23,
                "text": "but we preach Christ crucified, a stumbling block to Jews and folly to Gentiles,"
            },
            {
                "index": 24,
                "text": "but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God."
            },
            {
                "index": 25,
                "text": "For the foolishness of God is wiser than men, and the weakness of God is stronger than men."
            }
        ]
    },
    {
        "chapter": 2,
        "verse": [
            {
                "index": 1,
                "text": ""
            }
        ]
    }
]