[
    {
        "chapter": 1,
        "verse": [
            {
                "index": 28,
                "text": "And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” "
            },{
                "index": 31,
                "text": "And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day."
            },
            
            {
                "index": 3,
                "text": ""
            },
            {
                "index": 4,
                "text": ""
            },
            {
                "index": 5,
                "text": ""
            }
        ]
    },
    {
        "chapter": 25,
        "verse": [
            {
                "index": 22,
                "text": "The children struggled together within her, and she said, “If it is thus, why is this happening to me?” So she went to inquire of the LORD."
            },
            {
                "index": 23,
                "text": "And the LORD said to her, “Two nations are in your womb, and two peoples from within you shall be divided; the one shall be stronger than the other, the older shall serve the younger.”"
            },
            {
                "index": 24,
                "text": "When her days to give birth were completed, behold, there were twins in her womb."
            },
            {
                "index": 25,
                "text": "The first came out red, all his body like a hairy cloak, so they called his name Esau."
            },
            {
                "index": 26,
                "text": "Afterward his brother came out with his hand holding Esau's heel, so his name was called Jacob. Isaac was sixty years old when she bore them."
            },
            {
                "index": 27,
                "text": "When the boys grew up, Esau was a skillful hunter, a man of the field, while Jacob was a quiet man, dwelling in tents."
            },
            {
                "index": 28,
                "text": "Isaac loved Esau because he ate of his game, but Rebekah loved Jacob. "
            },
            {
                "index": 29,
                "text": "Once when Jacob was cooking stew, Esau came in from the field, and he was exhausted."
            },
            {
                "index": 30,
                "text": "And Esau said to Jacob, “Let me eat some of that red stew, for I am exhausted!” (Therefore his name was called Edom.)"
            }
        ]
    },
    {
        "chapter": 27,
        "verse": [
            {
                "index": 36,
                "text": "Esau said, “Is he not rightly named Jacob? For he has cheated me these two times. He took away my birthright, and behold, now he has taken away my blessing.” Then he said, “Have you not reserved a blessing for me?”"
            },
            {
                "index": 41,
                "text": "Now Esau hated Jacob because of the blessing with which his father had blessed him, and Esau said to himself, “The days of mourning for my father are approaching; then I will kill my brother Jacob.”"
            },
            {
                "index": 42,
                "text": "But the words of Esau her older son were told to Rebekah. So she sent and called Jacob her younger son and said to him, “Behold, your brother Esau comforts himself about you by planning to kill you."
            },
            {
                "index": 43,
                "text": "Now therefore, my son, obey my voice. Arise, flee to Laban my brother in Haran"
            },
            {
                "index": 44,
                "text": "and stay with him a while, until your brother’s fury turns away—"
            },
            {
                "index": 45,
                "text": "until your brother’s anger turns away from you, and he forgets what you have done to him. Then I will send and bring you from there. Why should I be bereft of you both in one day?”"
            }
        ]
    },
    {
        "chapter": 32,
        "verse": [
            {
                "index": 3,
                "text": "And Jacob sent messengers before him to Esau his brother in the land of Seir, the country of Edom,"
            }, 
            {
                "index": 6,
                "text": "And the messengers returned to Jacob, saying, “We came to your brother Esau, and he is coming to meet you, and there are four hundred men with him.”"
            }
            
        ]
    },
    {
        "chapter": 33,
        "verse": [
            {
                "index": 4,
                "text": "But Esau ran to meet him and embraced him and fell on his neck and kissed him, and they wept."
            },{
                "index": 14,
                "text": "Let my lord pass on ahead of his servant, and I will lead on slowly, at the pace of the livestock that are ahead of me and at the pace of the children, until I come to my lord in Seir.”"
            }
        ]
    },
    {
        "chapter": 50,
        "verse": [
            {
                "index": 1,
                "text": ""
            }
        ]
    }
]