[
    {
        "chapter": 1,
        "verse": [
            {
                "index": 52,
                "text": "he has brought down the mighty from their thrones and exalted those of humble estate; "
            }
        ]
    },
    {
        "chapter": 3,
        "verse": [
            {
                "index": 8,
                "text": "Bear fruits in keeping with repentance. And do not begin to say to yourselves, ‘We have Abraham as our father.’ For I tell you, God is able from these stones to raise up children for Abraham."
            }
        ]
    },
    {
        "chapter": 6,
        "verse": [
            {
                "index": 20,
                "text": "And he lifted up his eyes on his disciples, and said: “Blessed are you who are poor, for yours is the kingdom of God."
            },
            {
                "index": 21,
                "text": "“Blessed are you who are hungry now, for you shall be satisfied. “Blessed are you who weep now, for you shall laugh."
            },
            {
                "index": 24,
                "text": "“But woe to you who are rich, for you have received your consolation."
            },
            {
                "index": 25,
                "text": "“Woe to you who are full now, for you shall be hungry. “Woe to you who laugh now, for you shall mourn and weep."
            },
            {
                "index": 37,
                "text": "Judge not, and you will not be judged; condemn not, and you will not be condemned; forgive, and you will be forgiven;"
            },
            {
                "index": 46,
                "text": "“Why do you call me ‘Lord, Lord,’ and not do what I tell you?"
            },
            {
                "index": 47,
                "text": "Everyone who comes to me and hears my words and does them, I will show you what he is like:"
            },
            {
                "index": 48,
                "text": "he is like a man building a house, who dug deep and laid the foundation on the rock. And when a flood arose, the stream broke against that house and could not shake it, because it had been well built."
            },
            {
                "index": 49,
                "text": "But the one who hears and does not do them is like a man who built a house on the ground without a foundation. When the stream broke against it, immediately it fell, and the ruin of that house was great.”"
            }
        ]
    },
    {
        "chapter": 7,
        "verse": [
            {
                "index": 22,
                "text": "And he answered them, “Go and tell John what you have seen and heard: the blind receive their sight, the lame walk, lepers are cleansed, and the deaf hear, the dead are raised up, the poor have good news preached to them."
            },
            {
                "index": 50,
                "text": "And he said to the woman, “Your faith has saved you; go in peace.”"
            }
        ]
    },
    {
        "chapter": 8,
        "verse": [
            {
                "index": 21,
                "text": "But he answered them, “My mother and my brothers are those who hear the word of God and do it.” "
            },
            {
                "index": 48,
                "text": "And he said to her, “Daughter, your faith has made you well; go in peace.”"
            }
        ]
    },
    {
        "chapter": 9,
        "verse": [
            {
                "index": 23,
                "text": "And he said to all, “If anyone would come after me, let him deny himself and take up his cross daily and follow me."
            },
            {
                "index": 24,
                "text": "For whoever would save his life will lose it, but whoever loses his life for my sake will save it."
            },
            {
                "index": 25,
                "text": "For what does it profit a man if he gains the whole world and loses or forfeits himself?"
            }
        ]
    },
    {
        "chapter": 11,
        "verse": [
            {
                "index": 42,
                "text": "“But woe to you Pharisees! For you tithe mint and rue and every herb, and neglect justice and the love of God. These you ought to have done, without neglecting the others."
            }
        ]
    },
    {
        "chapter": 12,
        "verse": [
            {
                "index": 16,
                "text": "And he told them a parable, saying, “The land of a rich man produced plentifully,"
            },
            {
                "index": 17,
                "text": "and he thought to himself, ‘What shall I do, for I have nowhere to store my crops?’"
            },
            {
                "index": 18,
                "text": "And he said, ‘I will do this: I will tear down my barns and build larger ones, and there I will store all my grain and my goods."
            },
            {
                "index": 19,
                "text": "And I will say to my soul, “Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.”’"
            },
            {
                "index": 20,
                "text": "But God said to him, ‘Fool! This night your soul is required of you, and the things you have prepared, whose will they be?’"
            },
            {
                "index": 21,
                "text": "So is the one who lays up treasure for himself and is not rich toward God."
            },
            {
                "index": 33,
                "text": "Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys."
            },
            {
                "index": 48,
                "text": "But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more."
            }
        ]
    },
    {
        "chapter": 13,
        "verse": [
            {
                "index": 1,
                "text": "There were some present at that very time who told him about the Galileans whose blood Pilate had mingled with their sacrifices. "
            },
            {
                "index": 2,
                "text": "And he answered them, “Do you think that these Galileans were worse sinners than all the other Galileans, because they suffered in this way?"
            },
            {
                "index": 3,
                "text": "No, I tell you; but unless you repent, you will all likewise perish. "
            },
            {
                "index": 4,
                "text": "Or those eighteen on whom the tower in Siloam fell and killed them: do you think that they were worse offenders than all the others who lived in Jerusalem? "
            },
            {
                "index": 5,
                "text": "No, I tell you; but unless you repent, you will all likewise perish.”"
            }
        ]
    },
    {
        "chapter": 14,
        "verse": [
            {
                "index": 33,
                "text": "So therefore, any one of you who does not renounce all that he has cannot be my disciple."
            }
        ]
    },
    {
        "chapter": 18,
        "verse": [
            {
                "index": 9,
                "text": "He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt:"
            },
            {
                "index": 10,
                "text": "“Two men went up into the temple to pray, one a Pharisee and the other a tax collector."
            },
            {
                "index": 11,
                "text": "The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector."
            },
            {
                "index": 12,
                "text": "I fast twice a week; I give tithes of all that I get.’"
            },
            {
                "index": 13,
                "text": "But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’"
            },
            {
                "index": 14,
                "text": "I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”"
            }
        ]
    },
    {
        "chapter": 21,
        "verse": [
            {
                "index": 16,
                "text": "By your endurance you will gain your lives."
            }
        ]
    }
]