[
    {
        "id": 0,
        "header": "Introduction",
        "book": "James",
        "chapter": 1,
        "start": 1,
        "finish": 1,
        "introduction": [
            "About James",
            "James was the younger brother of Jesus.",
            "Wealth of knowledge, may sound like his older brother sometimes.",
            "Cross reference into the Gospels and Jesus Teachings",
            "Book of James thought to be written 40 AD.",
            "James is mentioned in Jerusalem Council: Act 15.",
            "James was martyred 62 AD."
        ],
        "summary": [
            "Blueprint for how to think, act, plan as a Christian.",
            "Book can be crushingly hard. Reading it can make me feel like a failure.",
            "Important to dwell on the gospel: Now that I have been redeemed, how do I live?",
            "Now that I have heard the word of God, how do I do it?",
            "Spirits power: Remind ourselves the reason why we can attempt to be this way.",
            "James isn't telling us how to get saved, he is telling us how to live now that we are saved.",
            "Try and mix in some encouragement from other his and other books."
        ]
    },
    {
        "id": 1,
        "header": "Finding Joy in Trials",
        "book": "James",
        "chapter": 1,
        "start": 2,
        "finish": 4,
        "introduction": [
            "1. As a Christian, how do I approach various trials? (e.g. Ecc and toil.)",
            "2. Should I try to avoid trials?",
            "3. What role do they play in my spiritual growth?"
        ],
        "summary": [
            "1. Approach trials with joy.",
            "2. We should pray not to have trials, but when they do come, see them as a tool for our eternal good.",
            "3. Some trials are self-induced.",
            "3. Not about making lemonaid from lemons.",
            "3. I need to consider carefully the difficulties in life and the possibility of them being part of my refinement.",
            "3. But the plan of God for our refinement with eternal purpose.",
            "3. Find true joy knowing that God has taken a loving interest in me. That He is treating me as a son."
        ]
    },
    {
        "id": 2,
        "header": "Asking for Wisdom",
        "book": "James",
        "chapter": 1,
        "start": 5,
        "finish": 8,
        "introduction": [
            "Transition: Seems appropriate to talk about wisdom in light of the preceeding verses about trials.",
            "Transition: Certainly need to have wisdom in decerning any refinement that is taking place",
            "1. Who is eligible for this wisdom? (age, educational background, intellectual abilities, demonination)",
            "2. What type of wisdom is James talking about?",
            "3. What are the conditions?",
            "4. Why is God so displeased when we doubt Him?"
        ],
        "summary": [
            "1. All Christians are eligible and in need of God's wisdom.",
            "2. a). It is distinct from intellectualism, b). Free from our own abilities (e.g. pride) c). Free gift for anyone who asks.",
            "3. Only condition/requirement is to believe and not doubt that he will deliever on his promise to give wisdom.",
            "3. Careful not to be double-minded.",
            "3. Not pray once, get wisdom, and then move on to the next area, it is a continous process.",
            "3. Amazing kindness of God for His provisions.",
            "4. It dishonors him.",
            "Wisdom from above: (parallels salvation)",
            " => independent of intellectualism or intellectual effort.",
            " => independent of our abilities (gives to all)",
            " => independent of our sinfulness. (without reproach)",
            " => dependent upon continuous faith (don't expect anything otherwise.)",
            "Transition: Wisdom in the matters of money.",
            "Transition: How much to give? Where to give?",
            "Transition: Continous fight of faith, trust in the lord with all my heart.",
            "Transition: Return to this later tonight, after the next section."
        ]
    },
    {
        "id": 3,
        "header": "The Poor and Rich",
        "book": "James",
        "chapter": 1,
        "start": 9,
        "finish": 11,
        "introduction": [
            "Read the verses",
            "Transition: Although wisdom is given freely without discrimination or partiality, God seems to view economic status with bias.",
            "Transition: James talks much more on wealth and poverty.",
            "   => Chapter 2: Demonstrates error of partiality by showing how we view the rich and poor people. (opposite of God's view.)",
            "   => Chapter 4: Warns us not to boast in our economic security.",
            "   => Chapter 5: Warns the rich about their final judgement.",
            "1. Nature of relationship between economic status and salvation?",
            "=> Luke 7: John the Baptist asks If Jesus is the Christ (good news preached to the poor)",
            "=> Luke 8: The Third Seed (choked by cares and riches and pleasures of life).",
            "=> Luke 12: The Parable of the Rich Fool",
            "=> Luke 16: The Rich Man and Lazarus",
            "=> Luke 18: The Rich Ruler (Camel and Eye of the needle.)",
            "=> Luke 19: Zacchaeus",
            "=> Luke 19: Ten Minas",
            "=> Luke 21: Widows offering",
            "2. Were do I fall in the spectrum of poor and rich? Am I the third or fourth seed in the parable of the sower?"
        ],
        "summary": [
            "1. Of course not. Salvation is a free gift given to us by God, because of the sacrifice of His Son.",
            "1. Predisposition for the poor to be rich in faith.",
            "1. Predisposition of the rich to stuggle with faith.",
            "2. Need to have God's perspective of our wealth, not comparing to each other.",
            "2. If, with God's perspective, we consider ourselves rich, we need to be very humble and cautious about how much we keep.",
            "To sum up where we are in James so far:",
            "Money is a trial for me, I should find joy in that trial, I need wisdom to manage it, need steadfastness to keep from doubting."
        ]
    },
    {
        "id": 4,
        "header": "Blessing of Steadfastness",
        "book": "James",
        "chapter": 1,
        "start": 12,
        "finish": 12,
        "introduction": [
            "Read the verse.",
            "Why is James coming back to trials?",
            "He has told us:",
            "=> To be joyful about trials because they make us steadfast, thereby making us perfect and complete.",
            "=> God gives wisdom to all how ask in faith and don't doubt.",
            "=> Poor are rich in faith, whereas the rich struggle with faith.",
            "We looked at examples in Luke and James about the testing of our faith with money."
        ],
        "summary": [
            "Clear that we can expect God to send trials our way.",
            "Now he tells us we are blessed if we remain steadfast in these trials.",
            "On earth it makes us more like Christ",
            "Standing the test results in eternal life.",
            "Biblical figures undergoing trials.",
            "Hebrews 11"
        ]
    },
    {
        "id": 5,
        "header": "Source of Temptations",
        "book": "James",
        "chapter": 1,
        "start": 13,
        "finish": 15,
        "introduction": [
            "Transition: Are all trials from God?",
            "Transition: Last week I asked you to think of examples of biblical characters that brought the trial on themselves.",
            "Who through their disobedience to God or double-mindedness underwent a trial.",
            "Illustration: David and Beersheba.",
            "Read the text."
        ],
        "summary": [
            "James is contrasting",
            "=> the trials from God",
            "=> the trials originating from within us",
            "=> the trials from God work conform us to Christ and bring life",
            "=> the trials from within result in sin and death",
            "Confusioned about telling between the two?",
            "Sometimes it's not alway clear (e.g. criticism from others, health issues)"
        ]
    },
    {
        "id": 6,
        "header": "Source of Perfect Gifts",
        "book": "James",
        "chapter": 1,
        "start": 16,
        "finish": 18,
        "introduction": [
            "Read verse 16.",
            "Context. That's why now."
        ],
        "summary": [
            "Two sources of trials.",
            "Sometimes it is clear which one it is.",
            "Need to ask for wisdom in the struggle of trial.",
            "Example of criticism from others. Angry about it? For next week."
        ]
    },
    {
        "id": 7,
        "header": "Words",
        "book": "James",
        "chapter": 1,
        "start": 19,
        "finish": 21,
        "introduction": [
            "Transition: Read verse 18.",
            "Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.",
            "Transition: God's own initiative (of his own will), God's own instrument (the word of truth), God's intended result (we are a kind of firstfruits).",
            "Transition: Firstfruits: Law this was material possessions offered to God, now God intends our lives to be a kind of firstfruits.",
            "Transition: Next few sections, through verse 23, deal with how God's Instrument affects us.",
            "21: receive with meekness the implanted word",
            "22: be doers of the word",
            "23: hearer of the word and not a doer"
        ],
        "summary": [
            "With meekness, we accept the implanted word, and act upon it.",
            "Again this is our acceptance of God's plan for us to become more like Christ.",
            "Not of our own initiative, it was his will to bring us forth.",
            "Our acceptance of His plan, makes it unthinkable that we have a life that doesn't bear fruit.",
            "We need to get the order"
        ]
    },
    {
        "id": 8,
        "header": "Hearing and Doing",
        "book": "James",
        "chapter": 1,
        "start": 22,
        "finish": 25,
        "introduction": [
            "How did you do last week with your words? Quick to listen? Did you get angry with anyone?",
            "Read 22-25",
            "Pray",
            "Powerful theme of James: Our faith is coupled to action",
            "Faith and works are inseparable."
        ],
        "summary": [
            "John 15:1-12 I am the true vine, and my Father is the vinedresser. Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit. Already you are clean because of the word that I have spoken to you. Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me. I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.",
            "Just like faith and works, hearing and doing are inseparable.",
            "Am I doing enough to be a doer?",
            "Jesus tells almost anticipates the question, but assures us that we are clean because of him.",
            "Jesus says you can't be a doer without me. You need me to bear fruit.",
            "Instead of asking the death spiral question, admit that I don't have it in me and ask the Lord of of Glory to help me do."
        ]
    },
    {
        "id": 9,
        "header": "Pure Religion",
        "book": "James",
        "chapter": 1,
        "start": 26,
        "finish": 27,
        "introduction": [
            "If there is any confusion about what I'm talking about, let me make it clear.",
            "Test: Controlled tongue, compassionate heart, clean life.",
            "Pure examples of bearing fruit are taking care of widows and orphans in there distress.",
            "Keeping oneself unstained from the world."
        ],
        "summary": [
            "The three things that we know are acceptable:",
            "=> caring for widows.",
            "=> caring for orphans",
            "=> keeping onself unstained",
            "Not reduced to these three, this is not comprehensive, but those are perfectly acceptable.",
            "Nor James is saying if you haven't cared for a widow or an orphan, you are not pleasing God.",
            "First Chapter, and maybe the whole book on verse 18: His initiative, His instrument, His desired result.",
            "Consequence of a new life in Christ.",
            "To profess to have God in you life and to be unchanged is unthinkable",
            "Telling us what religion is, not all it is."
        ]
    },
    {
        "id": 10,
        "header": "Partiality/Discrimination",
        "book": "James",
        "chapter": 2,
        "start": 1,
        "finish": 4,
        "introduction": [
            "James uses the poor and the rich to make his points in chapter 2, the first being about discrimination, second faith and works.",
            "Parallels Lev 19:15-18.",
            "You shall do no injustice in court. You shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor. You shall not go around as a slanderer among your people, and you shall not stand up against the life of your neighbor: I am the LORD. You shall not hate your brother in your heart, but you shall reason frankly with your neighbor, lest you incur sin because of him. You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the LORD. ",
            "Leviticus is speaking directly about the courts, James might also be about the courts inparticular, but is certainly not limited to that."
        ],
        "summary": [
            "James tells us not only to be very careful about how we treat people, but be especially careful when treating them differently based upon how we perceive them.",
            "-----------------------------",
            "What is your image of a poor man: mine is someone on the corner with a sign, or those who hang out at the park by my house.",
            "-----------------------------",
            "They are poor because of the choices they are making. There are jobs everywhere.",
            "They must have decided not to work.",
            "They probably decided to use drugs or alcohol.",
            "-----------------------------",
            "They were not disciplined by their parents.",
            "They grew up without a father in the house. ",
            "They have chosen, or their parents have chosen to disobey God's Word.",
            "-----------------------------",
            "This is why I choose not to follow the news.",
            "I don't know this, I don’t know these people",
            "I am making distinctions based upon appearance alone. I admit these are evil thoughts and I am making judgements."
        ]
    },
    {
        "id": 11,
        "header": "More: Rich and Poor.",
        "book": "James",
        "chapter": 2,
        "start": 5,
        "finish": 7,
        "introduction": [],
        "summary": [
            "Inverts how the word sees the rich and famous."
        ]
    },
    {
        "id": 12,
        "header": "Law of Liberty",
        "book": "James",
        "chapter": 2,
        "start": 8,
        "finish": 13,
        "introduction": [
            "Finish with two points.",
            "1). Law of Liberty.",
            "2). For our own good to show mercy."
        ],
        "summary": [
            "--------------------------",
            "Here we are at the law of liberty again.",
            "So speak and so act as those who are to be judged under the law of liberty.",
            "Keeping the Law, and understanding that we should ...",
            "Doer/Hearer: James is telling us to be a doer of the word and not a hearer only.",
            "Doer/Hearer: James also tells us we must also be a hearer and a doer. Not just a doer.",
            "Doer/Hearer: That we need to hear and look/understand God's word, and be a doer.",
            "Doer/Hearer: If we try and be a doer without understanding the scriptures and the power of God, we become like the sadducees and pharisees.",
            "--------------------------",
            "Question: Is our doing up to God? (doing = becoming more holy, bearing fruit.) Yes. Is our doing up to us? Yes",
            "Transition: To understand this, James tells us to look into the perfect law, the law of liberty, to be a hearer and a doer.",
            "Could almost take the four points at the end of Ross's message on Sunday to illustrate the Law of liberty.",
            "Law of liberty => By believing in Jesus, we have the double cure: penalty of sin, free from it's power.",
            "Law of liberty => I will give you a new heart, and the holy spirit, because that is what is required to act this way",
            "Law of liberty => James 1:21 (receive with meekness the implanted word, which is able to save your souls.)",
            "Law of liberty => Because God did this for me and to me, I can't take credit for it (or boast about it) and God will be glorified.",
            "Law of liberty => Doesn't mean I don't strive to be the man God desires. I still need to work at the doing.",
            "Law of liberty => Strive: Luke 13:24(narrow gate), 1 Tim 4:10, Heb 4:11, Effort: 2 Pet 1:5",
            "Law of liberty => Our doing is dependent upon God, but God equips and requires us to work at it.",
            "--------------------------",
            "Matt 18"
        ]
    },
    {
        "id": 13,
        "header": "Faith without Works is Dead",
        "book": "James",
        "chapter": 2,
        "start": 14,
        "finish": 26,
        "introduction": [
            "Read the Text",
            "Is James saying we can get to heaven by being a good person?",
            "How do we get to heaven?",
            "Our salvation is a matter of righteousness",
            "This righteousness comes from God and is given to us.",
            "Luke 3:8-14: John the Baptist: (Bear fruits in keeping with repentance , people ask how)",
            "Luke 6:43-45: Tree and its Fruit: (Out of the heart fruit is born.)",
            "Luke 6:46-49: Build your house on the Rock (He who hears my words and does them).",
            "Luke 8:4-15: Parable of the Sower (Goal of the parable is to bear fruit)",
            "Luke 9:23-25: Take up your cross and follow me (Read the text)",
            "Luke 9:57-62: Cost of Following Jesus (Don't look back)",
            "Luke 10:25-37: The Good Samaritan (Go and do likewise)",
            "Luke 11:27-28: Woman blesses womb, Jesus hear and keep word of God is blessed.",
            "Luke 12:35-48: You must be ready (Master too find servant working when he returns)",
            "Luke 13:6-9: Parable of the Barren Fig Tree: (Fruit).",
            "Luke 14:33: who does not renounce all that he has cannot be my disciple.",
            "Luke 17:7-10: Unworthy servants (Only have done what was expected of us)"
        ],
        "summary": []
    },
    {
        "id": 14,
        "header": "The Tongue",
        "book": "James",
        "chapter": 3,
        "start": 1,
        "finish": 12,
        "introduction": [
            "As believers we should respect the power of our speech and control it accordingly.",
            "Especially believers who teach others about God.",
            "Power that the tongue wields is out of proportion to it's size.",
            "Power for both good and evil.",
            "Uses vivid examples to help us understand this power.",
            "Does hark back to Genesis and the creation of man as in the image of God.",
            "Read Text, pray.",
            "Starts his discussion with teachers."
        ],
        "summary": [
            "James, again, puts us in this impossible situation.",
            "He uncovers our sin, presents it on a platter to us, and tells us we can't stop ourselves.",
            "My tongue is a restless evil, a world of unrighteousness, it's full of deadly poison, it defiles you.",
            "My tongue is a fire, it sets the course of your life on fire with a fire from hell.",
            "I can't do anything about it because, I can't tame my own tongue, no one can.",
            "What are we to do?",
            "Cut it out, like Jesus talks about cutting off our hand or foot or eye.",
            "That might help this problem, but there are plenty of others.",
            "This is the same position he puts us in with the other topics he has presented.",
            "=> Finding Joy in trials, if I remain steadfast: I will be perfect and complete, receiving the crown of life.",
            "=> I ask for wisdom in perfect faith without any doubting.",
            "=> Not giving into temptation.",
            "=> Being a good listener, without becoming angry, and to put away the rampant wickedness.",
            "=> Being a doer who acts and not a hearer only.",
            "=> Not judging or showing partiality.",
            "=> Having faith and works.",
            "What are we to do?",
            "How do we satisfy God's standard when James shows us so clearly that we can't?",
            "The only thing we can do: repent and believe",
            "When God shows us our sin, we repent (acknowledge and turn from it), and believe it the righteouness that Christ gives us.",
            "To use James's words",
            "... accept with meekness the implanted word that is able to save your souls.",
            "... every good gift and perfect gift is from above.",
            "We are not going to make ourselves perfect, but Jesus did, he is a perfect gift from above.",
            "Throughout our sorjourne we are to recall that His perfect and sinless life, and the perfect sacrifice, make me righteous before God.",
            "... Of his own will he brought us forth by the word of truth so that we should be a kind of firstfruits of his creatures.",
            "Don't be discouraged or overwhelmed by James. Be encouraged because it was his own will, God so loved the world.",
            "Pray"
        ]
    },
    {
        "id": 15,
        "header": "Wisdom from Above",
        "book": "James",
        "chapter": 3,
        "start": 13,
        "finish": 14,
        "introduction": [],
        "summary": []
    },
    {
        "id": 15,
        "header": "Friendship with the World",
        "book": "James",
        "chapter": 4,
        "start": 1,
        "finish": 10,
        "introduction": [],
        "summary": []
    },
    {
        "id": 16,
        "header": "Speaking Evil Against Others",
        "book": "James",
        "chapter": 4,
        "start": 11,
        "finish": 12,
        "introduction": [],
        "summary": []
    },
    {
        "id": 17,
        "header": "Boasting About Tomorrow",
        "book": "James",
        "chapter": 4,
        "start": 13,
        "finish": 17,
        "introduction": [
            "Put our young people in an ackward position about future plans."
        ],
        "summary": []
    },
    {
        "id": 18,
        "header": "Warning to the Rich",
        "book": "James",
        "chapter": 5,
        "start": 1,
        "finish": 6,
        "introduction": [],
        "summary": []
    },
    {
        "id": 19,
        "header": "Patience in Suffering",
        "book": "James",
        "chapter": 5,
        "start": 7,
        "finish": 11,
        "introduction": [],
        "summary": []
    },
    {
        "id": 20,
        "header": "Oaths",
        "book": "James",
        "chapter": 5,
        "start": 12,
        "finish": 12,
        "introduction": [],
        "summary": []
    },
    {
        "id": 21,
        "header": "The Prayer of Faith",
        "book": "James",
        "chapter": 5,
        "start": 13,
        "finish": 18,
        "introduction": [],
        "summary": []
    },
    {
        "id": 22,
        "header": "Bringing Back a Wonderer",
        "book": "James",
        "chapter": 5,
        "start": 19,
        "finish": 20,
        "introduction": [],
        "summary": []
    }
]